
export const MASTER_HALLS = [
    "037", "038", "039", "019", "025", 
    "123", "124", "127", "131", "132", "133", "134", 
    "231", "335", "121", "118", 
    "E334", "E335", "E336", "E337", "E344", "E345", "E346", "E347", 
    "E240", "E241", "E242", "E245", "E231", "E230", "E243", "E233", "E222", "E234"
];

export const MASTER_SUBJECTS = {
    "first_year": [
        "اساسيات تمريض 1 نظري",
        "اساسيات تمريض 1 عملي",
        "تقييم صحى نظرى",
        "تقييم صحى عملى",
        "مصطلحات طبية",
        "اناتومى نظرى",
        "اناتومى عملى",
        "فسيولوجى",
        "تكنولوجيا المعلومات"
    ],

    "second_year": [
        "تمريض بالغين 1 نظرى",
        "تمريض بالغين 1 عملى",
        "باثولوجى",
        "علم الأدوية",
        "تمريض حالات حرجة 1 نظرى",
        "تمريض حالات حرجة 1 عملى",
        "امراض باطنة",
        "الكتابة التقنية", 
    ],

    "third_year": [],

    "fourth_year": []
};