
export const MASTER_HALLS = [
    
"E037", "E038", "E039", "E118", "E123", "E124", "E127", "E221", "E222", "E230", "E231", "E233", "E234", "E235", "E236", "E237", "E240", "E241", "E242", "E243", "E245", "E249", "E334", "E335", "E336", "E337", "E338", "E339", "E340", "E344", "E345", "E346", "E347", "PH102", "019", "025", "037", "038", "039", "118", "121", "123", "124", "127", "131", "132", "133", "134", "231", "335"
];

export const MASTER_SUBJECTS = {
    "first_year": [

        "اساسيات تمريض 1 نظري",
        "اساسيات تمريض 1 عملي",
        "التقييم الصحي نظري",
        "التقييم الصحي عملي",
        "مصطلحات طبية",
        "علم التشريح نظري",
        "علم التشريح عملي",
        "علم وظائف الأعضاء",
        "تكنولوجيا المعلومات",
        "تمريض",
        "أخلاقيات المهنة والتشريعات",
        "اساسيات تمريض 2 نظري",
        "اساسيات تمريض 2 عملي",
        "الرعاية التمريضية الشاملة",
        "أساسيات الجودة والأمان في الرعاية الصحية",
        "ميكروبيولوجي ومكافحة العدوى",
        "كيمياء حيوية وتغذية",
        "مهارات التواصل في التمريض",
        "اللغة الانجليزية فرقة اولي"
    ],

    "second_year": [
        "تمريض صحة البالغين 1 نظري",
        "تمريض صحة البالغين 1 عملي",
        "تمريض الحالات الحرجة والطوارئ 1 نظري",
        "تمريض الحالات الحرجة والطوارئ 1 عملي",
        "أمراض الباطنة",
        "علم الباثولوجي",
        "علم الأدوية",
        "الكتابة التقنية",
        "تمريض صحة البالغين 2 نظري",
        "تمريض صحة البالغين 2 عملي",
        "تمريض الحالات الحرجة والطوارئ 2 نظري",
        "تمريض الحالات الحرجة والطوارئ 2 عملي",
        "طب الحالات الحرجة والطوارئ",
        "جراحة عامة",
        "مهارات واستراتيجيات التعليم والتعلم",
        "اللغة الانجليزية فرقة ثانية"

    ],

    "third_year": [
        "البحث العلمي في التمريض",
        "المعلوماتية التمريضية",
        "الممارسة القائمة على الأدلة"
    ],

    "fourth_year": []
};